Repository: openwisp/openwisp-radius
Catalog: openwisp_radius/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Group name
es: Nombre de grupo

source: Cannot proceed with the delete operation because the batch of items contains the default group, which cannot be deleted
es: No se puede proceder a la operación de borrado porque el lote de elementos contiene el grupo por defecto, que no se puede borrar

source: Successfully deleted %(count)d %(items)s.
es: Eliminado con éxito %(count)d %(items)s.

source: Users imported or generated through this form will be flagged as verified if the organization requires identity verification, otherwise the generated users would not be able to log in. If this organization requires identity verification, make sure the identity of the users is verified before before giving out the credentials.
es: Los usuarios importados o generados a través de este formulario se marcarán como verificados si la organización requiere verificación de identidad, de lo contrario los usuarios generados no podrían iniciar sesión. Si esta organización requiere verificación de identidad, asegúrese de que la identidad de los usuarios se verifica antes de proporcionar las credenciales.

source: number of users
es: cantidad de usuarios

source: Delete selected batches
es: Borrar los lotes seleccionados

source: radius user group
es: grupo de usuarios de radius

source: radius user groups
es: grupos de usuarios de radius

source: Verified
es: Verificado

source: SMS options
es: Ajustes de SMS

source: Token authentication failed
es: Fallo en la autenticación de token

source: Request rejected: ({ip}) in organization settings or settings.py is not a valid IP address. Please contact administrator.
es: Solicitud rechazada: ({ip}) en la configuración de la organización o settings.py no es una dirección IP válida. Póngase en contacto con el administrador.

source: Request rejected: Client IP address ({client_ip}) is not in the list of IP addresses allowed to consume the freeradius API.
es: Solicitud rechazada: La dirección IP del cliente ({client_ip}) no está en la lista de direcciones IP permitidas para consumir la API de freeradius.

source: Radius token does not exist. Obtain a new radius token or provide the organization UUID and API token.
es: El token de RADIUS no existe. Obtenga un nuevo token de radius o proporcione el UUID de la organización y el token de la API.

source: username field is required.
es: el campo nombre de usuario es obligatorio.

source: setting the organization parameter explicitly is not allowed
es: no se permite establecer explícitamente el parámetro de organización

source: Invalid token
es: Token inválido

source: SMS verification is not enabled for this organization
es: La verificación por SMS no está activada para esta organización

source: The credentials entered are not valid. Please double-check and try again.
es: Las credenciales introducidas no son válidas. Vuelva a comprobarlo e inténtelo de nuevo.
ru: Введенные учетные данные недействительны.

source: Must include "username" and "password".
es: Debe incluir "nombre de usuario" y "contraseña".
ru: Нужен включать "username" и "password".

source: The field number_of_users cannot be empty
es: El campo "cantidad de usuarios" no puede estar vacío

source: Password reset on %s
es: Restablecer contraseña en %s
ru: Сброс пароля %s

source: Reset password
es: Restablecer contraseña
ru: Сброс пароля

source: Required only when the organization has enabled SMS verification in its "Organization RADIUS Settings."
es: Sólo es necesario si la organización ha activado la verificación por SMS en su "Configuración RADIUS de la organización"

source: Required only when the organization has mandatory identity verification in its "Organization RADIUS Settings."
es: Sólo se requiere cuando la organización tiene verificación de identidad obligatoria en su "Configuración RADIUS de la organización"

source: This field is required.
es: Este campo es obligatorio.
ru: Обязательное.

source: This international mobile prefix is not allowed.
es: Este prefijo de móvil internacional no está permitido.

source: Only mobile phone numbers are allowed.
es: Sólo se admiten números de teléfono móvil.

source: A user is already registered with this phone number.
es: Ya hay un usuario registrado con este número de teléfono.
ru: Пользователь уже зарегистрирован с этим номером телефона.

source: A user like the one being registered already exists.
es: Ya existe un usuario como el que se está registrando.

source: The new phone number must be different than the old one.
es: El nuevo número de teléfono debe ser diferente del anterior.
ru: Новый номер телефона должен отличаться от старого.

source: The user {username} is not member of organization {organization}.
es: El usuario {username} no es miembro de la organización {organization}.
ru: Пользователь {username} не является членом {organization} организации.

source: Only available for users created with prefix strategy
es: Sólo disponible para usuarios creados con la estrategia de prefijo

source: {organization} does not allow self registration of new accounts.
es: {organization} no permite el auto-registro de nuevas cuentas.

source: The email field is required.
es: El campo de correo electrónico es obligatorio.
ru: Емайл обязательно для заполнения.

source: Wait before requesting another SMS token.
es: Espere antes de solicitar otro token SMS.

source: No verification code found in the system for this user.
es: No se ha encontrado ningún código de verificación en el sistema para este usuario.
ru: Не найдено проверочного код для этого пользователя.

source: Invalid code.
es: Código inválido.
ru: Неверный код.

source: Social login
es: Iniciar sesión con redes sociales

source: Accounting Sessions
es: Contabilidad de sesiones

source: Groups
es: Grupos

source: Checks
es: Comprobaciones

source: Replies
es: Respuestas

source: Batch user Creation
es: Creación de usuarios por lotes

source: Post Auth Log
es: Registro post-autenticación

source: Radius Token
es: Token Radius

source: Unknown
es: Desconocido

source: Yes
es: Sí

source: Please select an option
es: Por favor seleccione una opción

source: Guided (dropdown)
es: Guiado (desplegable)

source: Custom (text input)
es: Personalizado (entrada de texto)

source: Number of users to be generated
es: Número de usuarios a generar

source: Disabled
es: Desactivado

source: Allowed
es: Permitido

source: Mandatory
es: Obligatorio

source: Generate from prefix
es: Generar a partir de un prefijo

source: Import from CSV
es: Importar desde un archivo CSV

source: This field cannot be blank.
es: Este campo no puede estar en blanco.
ru: Этот поле не может быть пустым.

source: Comma separated list of IP addresses allowed to access freeradius API
es: Lista separada por comas de direcciones IP autorizadas a acceder a la API de freeradius

source: Comma separated list of international mobile prefixes allowed to register via the user registration API.
es: Lista separada por comas de prefijos de móviles internacionales permitidos para registrarse a través de la API de registro de usuarios.

source: Whether this field should be disabled, allowed or mandatory in the user registration API.
es: Si este campo debe estar deshabilitado, permitido u obligatorio en la API de registro de usuarios.

source: Whether the registration API endpoint should be enabled or not
es: Si el endpoint de la API de registro debe estar habilitado o no

source: Whether the registration using SAML should be enabled or not
es: Si el registro mediante SAML debe estar habilitado o no

source: Whether the MAC address roaming should be enabled or not.
es: Si el roaming de direcciones MAC debe estar habilitado o no.

source: Whether the registration using social applications should be enabled or not
es: Habilitar o no el registro mediante aplicaciones sociales

source: Whether users who sign up should be required to verify their mobile phone number via SMS
es: Si debe exigirse a los usuarios que se registren que verifiquen su número de teléfono móvil por SMS

source: The user is not a member of this organization
es: El usuario no es miembro de esta organización

source: Whether identity verification is required at the time of user registration
es: Si se exige la verificación de la identidad en el momento del registro del usuario

source: Whether RADIUS Change Of Authoization (CoA) is enabled
es: Si RADIUS Change Of Authoization (CoA) está activado

source: Enter the URL where users can log in to the wifi service
es: Introduzca la URL donde los usuarios pueden iniciar sesión en el servicio wifi

source: Enter the URL where users can log out from the wifi service
es: Introduzca la URL donde los usuarios pueden desconectarse del servicio wifi

source: Enter the URL where users can reset their password
es: Introduzca la URL donde los usuarios pueden restablecer su contraseña

source: Another %(object_name)s for the same user and with the same attribute already exists.
es: Ya existe otro %(object_name)s para el mismo usuario y con el mismo atributo.

source: Another %(object_name)s for the same group and with the same attribute already exists.
es: Ya existe otro %(object_name)s para el mismo grupo y con el mismo atributo.

source: username
es: nombre de usuario

source: value
es: valor

source: operator
es: operador

source: attribute
es: atributo

source: check
es: comprobación

source: checks
es: comprobaciones

source: reply
es: respuesta

source: replies
es: respuestas

source: session ID
es: ID de sesión

source: accounting unique ID
es: ID único de contabilidad

source: group name
es: nombre del grupo

source: NAS IP address
es: Dirección IP del NAS

source: NAS port ID
es: ID del puerto NAS

source: NAS port type
es: Tipo de puerto NAS

source: start time
es: fecha de inicio

source: update time
es: fecha de actualización

source: stop time
es: fecha de cierre

source: interval
es: intervalo

source: session time
es: tiempo de sesión

source: authentication
es: autenticación

source: connection info start
es: información de inicio de la conexión

source: connection info stop
es: información de cierre de la conexión

source: input octets
es: octetos de entrada

source: output octets
es: octetos de salida

source: called station ID
es: ID de la estación llamada

source: calling station ID
es: ID de la estación llamante

source: termination cause
es: causa de rescisión

source: service type
es: tipo de servicio

source: framed protocol
es: protocolo enmarcado

source: framed IP address
es: dirección IP enmarcada

source: framed IPv6 address
es: dirección IPv6 enmarcada

source: framed IPv6 prefix
es: prefijo IPv6 enmarcado

source: framed interface ID
es: ID de interfaz enmarcada

source: delegated IPv6 prefix
es: prefijo IPv6 delegado

source: accounting
es: contabilidad

source: accountings
es: Contabilidad de sesiones

source: name
es: nombre

source: NAS Name (or IP address)
es: Nombre del NAS (o dirección IP)

source: short name
es: nombre corto

source: type
es: tipo

source: ports
es: puertos

source: secret
es: secreto

source: Shared Secret
es: Secreto Compartido

source: server
es: servidor

source: community
es: comunidad

source: description
es: descripción

source: is default?
es: ¿es por defecto?

source: group
es: grupo

source: groups
es: grupos

source: There must be at least one default group present in the system. To change the default group, simply set as default the group you want to make the new default.
es: Debe haber al menos un grupo por defecto en el sistema. Para cambiar el grupo predeterminado, basta con establecer como predeterminado el grupo que desea convertir en el nuevo grupo predeterminado.

source: The default group cannot be deleted
es: El grupo por defecto no puede ser eliminado

source: priority
es: prioridad

source: user group
es: grupo de usuarios

source: user groups
es: grupos de usuarios

source: group check
es: comprobación de grupo

source: group checks
es: comprobaciones de grupo

source: group reply
es: respuesta del grupo

source: group replies
es: respuestas del grupo

source: password
es: contraseña

source: date
es: fecha

source: post auth
es: post-autenticación

source: post auth log
es: registro post-autenticación

source: strategy
es: estrategia

source: Import users from a CSV or generate using a prefix
es: Importar usuarios desde un CSV o generarlos mediante un prefijo

source: A unique batch name
es: Un nombre de lote único

source: List of users uploaded in this batch
es: Lista de usuarios cargados en este lote

source: The csv file containing the user details to be uploaded
es: El archivo csv que contiene los datos del usuario que se va a cargar

source: prefix
es: prefijo

source: Usernames generated will be of the format [prefix][number]
es: Los nombres de usuario generados tendrán el formato [prefijo][número]

source: expiration date
es: fecha de vencimiento

source: If left blank users will never expire
es: Si se deja en blanco los usuarios nunca expirarán

source: batch user creation
es: creación de usuarios por lotes

source: batch user creation operations
es: operaciones de creación de usuarios por lotes

source: This value may contain only letters, numbers, and @/./+/-/_ characters.
es: Este valor sólo puede contener letras, números y caracteres @/./+/-/_.

source: Mixing fields of different strategies
es: Mezcla de campos de diferentes estrategias

source: Key
es: Clave

source: radius token
es: token RADIUS

source: organization
es: organización

source: SMS verification
es: Verificación por SMS

source: Sender
es: Remitente

source: alpha numeric identifier used as sender for SMS sent by this organization
es: identificador alfanumérico utilizado como remitente para los SMS enviados por esta organización

source: SMS Message
es: Mensaje SMS

source: SMS message template used for sending verification code. Must contain "{code}" placeholder for OTP value.
es: Plantilla de mensaje SMS utilizada para enviar el código de verificación. Debe contener el marcador "{code}" para el valor OTP.

source: SMS Cooldown
es: Tiempo de reutilización de SMS

source: Time period a user will have to wait before requesting another SMS token (in seconds).
es: Periodo de tiempo que un usuario tendrá que esperar antes de solicitar otro token SMS (en segundos).

source: Additional configuration for SMS backend in JSON format (optional, leave blank if unsure)
es: Configuración adicional para el backend de SMS en formato JSON (opcional, déjelo en blanco si no está seguro)

source: SMS meta data
es: Metadatos SMS

source: CoA Enabled
es: CoA Activado

source: first name
es: nombre

source: last name
es: apellido

source: location
es: ubicación

source: birth date
es: fecha de nacimiento

source: SAML registration enabled
es: Registro SAML activado

source: MAC address roaming enabled
es: Roaming de direcciones MAC activado

source: Login URL
es: URL de acceso

source: Status URL
es: URL de estado

source: Password reset URL
es: URL de restablecimiento de contraseña

source: Organization radius settings
es: Configuración radius de la organización

source: if SMS verification is enabled this field is required.
es: si la verificación por SMS está activada, este campo es obligatorio.

source: Cannot be empty when the settings value for `OPENWISP_RADIUS_FREERADIUS_ALLOWED_HOSTS` is not provided.
es: No puede estar vacío cuando no se proporciona el valor de configuración para `OPENWISP_RADIUS_FREERADIUS_ALLOWED_HOSTS`.

source: Invalid input. Please enter valid ip addresses or subnets separated by comma. (no spaces)
es: Entrada no válida. Por favor, introduzca direcciones IP o subredes válidas separadas por comas. (sin espacios)

source: Invalid input. Please enter valid mobile prefixes separated by comma. (no spaces)
es: Entrada no válida. Por favor, introduzca prefijos móviles válidos separados por coma. (sin espacios)

source: The URL must contain the "{{token}}" and "{{uid}}" placeholders, eg: {}.
es: La URL debe contener los marcadores "{{token}}" y "{{uid}}", por ejemplo: {}.

source: The SMS message must contain the "{{code}}" placeholder, eg: {}.
es: El mensaje SMS debe contener el marcador "{{code}}", por ejemplo: {}.

source: Phone verification token
es: Código para la verificación telefónica

source: Phone verification tokens
es: Códigos para la verificación telefónica

source: This phone number is already associated to another user.
es: Este número de teléfono ya está asociado a otro usuario.

source: Maximum daily limit reached.
es: Límite máximo diario alcanzado.
ru: Достигнут максимальный дневной лимит.

source: User {self.user} has reached the maximum
es: El usuario {self.user} ha alcanzado el máximo

source: Maximum daily limit reached from this IP address.
es: Límite máximo diario alcanzado desde esta dirección IP.
ru: Максимальный дневной лимит, достигнутый с этого IP-адреса.

source: The user {user} is not member of any organization
es: El usuario {user} no es miembro de ninguna organización
ru: Пользователь {user} не является членом какой-либо организации.

source: This user has been already verified.
es: Este usuario ya ha sido verificado.
ru: Этот пользователь уже был проверен.

source: Maximum number of attempts reached, request a new code.
es: Número máximo de intentos alcanzado, solicite un nuevo código.
ru: Максимальное количество достигнутых попыток, запросите новый код.

source: This verification code has expired, Please send a new code and try again.
es: Este código de verificación ha caducado. Por favor, envíe un nuevo código e inténtelo de nuevo.
ru: Срок действия этого проверочного кода истек, отправьте новый код и повторите попытку.

source: registration method
es: método de registro

source: users can sign up in different ways, some methods are valid as indirect identity verification (eg: mobile phone SIM card in most countries)
es: los usuarios pueden registrarse de diferentes maneras, algunos métodos son válidos como verificación indirecta de identidad (por ejemplo: tarjeta SIM de teléfono móvil en la mayoría de los países)

source: verified
es: verificado

source: whether the user has completed any identity verification process sucessfully
es: si el usuario ha completado con éxito algún proceso de verificación de identidad

source: Last verification change
es: Último cambio de verificación

source: Registration Information
es: Información de Registro

source: Invalid ipv6 prefix: {error}
es: Prefijo ipv6 inválido: {error}

source: {value} is not an IPv6 prefix
es: {value} no es un prefijo IPv6

source: Your maximum daily usage time has been reached
es: Se ha alcanzado el tiempo diario máximo de uso

source: OpenWISP RADIUS Monitoring
es: Supervisión RADIUS de OpenWISP

source: Today's RADIUS sessions
es: Sesiones RADIUS de hoy

source: Today's RADIUS traffic (GB)
es: Tráfico RADIUS de hoy (GB)

source: Total new users
es: Total de nuevos usuarios

source: New %(label)s users
es: Nuevos usuarios %(label)s

source: User Registrations
es: Registros de usuarios

source: Daily user registrations grouped by registration method
es: Registros diarios de usuarios agrupados por método de registro

source: Total Registered Users
es: Total de Usuarios Registrados

source: Total User Registrations
es: Total de registros de usuarios

source: RADIUS Accounting
es: Contabilidad RADIUS

source: RADIUS Sessions Traffic
es: Tráfico de sesiones RADIUS

source: RADIUS Traffic
es: Tráfico RADIUS

source: RADIUS Network traffic (total, download and upload).
es: RADIUS Tráfico de red (total, descarga y subida).

source: Total traffic
es: Tráfico total

source: Total download traffic
es: Tráfico total de descargas

source: Total upload traffic
es: Tráfico total de carga

source: Unique RADIUS Sessions
es: Sesiones RADIUS únicas

source: General RADIUS Accounting
es: Contabilidad general RADIUS

source: Traffic of RADIUS Sessions
es: Tráfico de sesiones RADIUS

source: General RADIUS Traffic
es: Tráfico RADIUS general

source: General RADIUS Sessions
es: Sesiones RADIUS generales

source: There are no RADIUS sessions for this device.
es: No hay sesiones RADIUS para este dispositivo.

source: RADIUS Sessions
es: Sesiones RADIUS

source: ouput octets
es: octetos de salida

source: View all RADIUS Sessions
es: Ver todas las sesiones RADIUS

source: File does not exist
es: El archivo no existe

source: Manually created
es: Creado manualmente

source: Mobile phone
es: Teléfono móvil

source: Single Sign-On (SAML)
es: Inicio de sesión único (SAML)

source: missing cp GET param
es: Falta el parámetro GET "cp"

source: New WiFi session started
es: Nueva sesión WiFi iniciada
ru: Начался новый сеанс Wi-Fi

source: Manage Session
es: Gestionar sesión
ru: Управление сеансом

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Está recibiendo este correo electrónico porque ha solicitado un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.
ru: Вы получаете это письмо, потому что запросили сброс пароля для своей учетной записи пользователя по адресу %(site_name)s.

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:
ru: Ваше имя пользователя, если вы его забыли:

source: Please click on the button below to open a page where you can choose a new password:
es: Haga clic en el botón siguiente para abrir una página en la que podrá elegir una nueva contraseña:
ru: Пожалуйста, нажмите кнопку ниже, чтобы открыть страницу, где вы можете выбрать новуюпароль:

source: Authorization error
es: Error de autorización

source: You are already logged in and you are trying to access the login page again.
es: Ya ha iniciado sesión y está intentando acceder de nuevo a la página de inicio de sesión.

source: You may have been redirected here when trying to access some content that required extra privileges that you do not have.
es: Es posible que haya sido redirigido aquí al intentar acceder a algún contenido que requiere privilegios adicionales que usted no tiene.

source: Please logout and login as a different user
es: Por favor, cierre la sesión e inicie sesión como un usuario diferente

source: logout
es: cerrar sesión

source: Add Your Email to Complete Your Account Setup
es: Añada su dirección de correo electrónico para completar la configuración de su cuenta

source: It looks like we didn't receive your email from your identity provider.
es: Parece que no hemos recibido tu correo electrónico de tu proveedor de identidad.

source: Please enter your email address below to complete setting up your account.
es: Introduzca su dirección de correo electrónico a continuación para completar la configuración de su cuenta.

source: Save Email Address and Continue
es: Guardar dirección de correo electrónico y continuar

source: Logout
es: Cerrar sesión

source: Authentication Error
es: Error de autenticación

source: Access Denied
es: Acceso denegado

source: Logout Error
es: Error de cierre de sesión

source: Your Identity Provider ask this system to do a global logout but your federated session is lost.
es: El proveedor de identidad solicitó un cierre de sesión global, pero no se pudo encontrar tu sesión federada.

source: Even if your local session in this system has been closed, you have probably open sessions in other systems.
es: Aunque su sesión local en este sistema se haya cerrado, es probable que tenga sesiones abiertas en otros sistemas.

source: In order to prevent illicit use of your personal information, please close your browser window and/or remove your cookies from your browser.
es: Para evitar el uso ilícito de su información personal, cierre la ventana de su navegador y/o elimine las cookies de su navegador.

source: Sorry for this inconvenience.
es: Disculpe las molestias.

source: Where are you from?
es: ¿De dónde es usted?
