Repository: openwisp/openwisp-radius
Catalog: openwisp_radius/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Please select your
es: Por favor seleccione su

source: Identity Provider
es: Proveedor de identidad

source: from the following list
es: de la siguiente lista

source: Please refer to the %(anchor_open)sdocumentation%(anchor_close)s for more information.
es: Para más información, consulte la %(anchor_open)sdocumentación%(anchor_close)s.

source: Download User Credentials
es: Descargar credenciales de usuario

source: WiFi username and passwords
es: Nombre de usuario y contraseñas WiFi

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: A new session has been started for your account:
es: Se ha iniciado una nueva sesión para su cuenta:
ru: Для вашей учетной записи запущен новый сеанс:

source: You can review your session to find out how much time and/or traffic has been used or you can terminate the session at any time by clicking on the button below.
es: Puede revisar su sesión para saber cuánto tiempo y/o tráfico se ha utilizado o puede terminar la sesión en cualquier momento haciendo clic en el botón de abajo.
ru: Вы можете просмотреть свой сеанс, чтобы узнать, сколько времени и / или трафика было использовано, или вы можете завершить сеанс в любое время, нажав кнопку ниже.

source: Note: this link is valid only for %(sesame_max_age)s
es: Nota: este enlace sólo es válido por %(sesame_max_age)s

source: Unrecognized file format, the supplied file does not look like a CSV file.
es: Formato de archivo no reconocido, el archivo suministrado no parece un archivo CSV.

source: Could not complete operation because of an internal misconfiguration
es: No se ha podido completar la operación debido a un error de configuración interna

source: {organization} verification code: {code}
ru: Проверочный код {organization}: {code}

source: Best regards
ru: С уважением
